<svelte:head>
<title>Биография</title>
</svelte:head>
<div class = "container">
<h1>Краткая биография</h1>
<p>Я, Шаров Пётр Игоревич, родился 5 мая 2006 года в Нижнем Новгороде. 
    Живу в Сормовском районе. 
    В 3 года пошёл в детский сад №364 "Звёздочка". Был я там до 7 лет.</p>
<p>После обучался в МБОУ СОШ Школа №9 до 9 класса. Получил аттестат со средним быллом 4,579.</p>
<p>С 1 сентября 2022 года по сей день обучаюсь в ГБПОУ "Нижегородский автомеханический техникум". 
    В данный момент я нахожусь на 2 курсе обучения.
</p>
</div>

<style>
        .container {
        max-width: 1400px;
        background-color: rgb(250, 240, 255);
    }
</style>